import React from 'react';
import '../css/index.css';
import '../css/common.css';

const CopyrightPolicy = () => {
    return (
        <div className="copyright-container">
            <h2>저작권 정책</h2>
            <div className="copyright-body">
                <p>본 저작권 정책(이하 "정책")은 [Games Corporation](이하 "Games")이 제공하는 [Games] 서비스(이하 "서비스")의 저작권 보호 및 준수에 관한 규정을 설명합니다. 본 정책은 서비스 이용 시 적용됩니다.</p>
                
                <h3>1. 저작권 보호</h3>
                <p>회사는 저작권법 및 기타 관련 법령을 준수하며, 타인의 저작권을 존중합니다. 회원은 서비스를 이용함에 있어 타인의 저작권을 침해해서는 안 됩니다.</p>
                
                <h3>2. 저작권 침해 신고</h3>
                <p>회원이 서비스 내에서 자신의 저작권이 침해되었다고 판단되는 경우, 회사에 저작권 침해를 신고할 수 있습니다. 신고는 다음의 정보를 포함해야 합니다:</p>
                <ul>
                    <li>저작권 소유자의 이름, 주소, 연락처</li>
                    <li>침해된 저작물의 상세한 설명</li>
                    <li>침해 행위가 발생한 위치(URL 등)</li>
                    <li>신고자의 서명 또는 대리인의 서명(전자 서명 포함)</li>
                </ul>

                <h3>3. 저작권 침해에 대한 조치</h3>
                <p>회사는 저작권 침해 신고를 접수한 후, 신속하게 해당 콘텐츠를 검토하고 필요한 경우 해당 콘텐츠를 삭제하거나 접근을 차단합니다. 또한, 저작권 침해 행위가 반복되는 회원에 대해서는 계정 정지 또는 서비스 이용 제한 등의 조치를 취할 수 있습니다.</p>
                
                <h3>4. 면책 조항</h3>
                <p>회사는 회원이 서비스에 게시한 콘텐츠에 대해 어떠한 책임도 지지 않습니다. 회원은 자신의 저작권을 보호하기 위해 필요한 모든 조치를 취해야 합니다.</p>
                
                <h3>5. 정책 변경</h3>
                <p>회사는 필요에 따라 본 정책을 수정할 수 있으며, 수정된 정책은 서비스 초기 화면 또는 공지사항을 통해 공지합니다. 수정된 정책은 공지 후 7일 경과 시 자동으로 효력이 발생합니다.</p>
                
                <h3>6. 문의</h3>
                <p>저작권 정책과 관련된 문의 사항은 아래 연락처로 문의해주시기 바랍니다:</p>
                <ul>
                    <li>이메일: [devoni1005@gmail.com]</li>
                    <li>전화번호: [010-0000-0000]</li>
                    <li>주소: [경기도 의정부시 센트럴타워 6층]</li>
                </ul>

                <p>본 정책은 [2024-7-20]부터 시행됩니다.</p>
            </div>
        </div>
    );
}

export default CopyrightPolicy;
