[
    {
        "no": 1,
        "description_en": "LAND, LOOT, SURVIVE! Play PUBG: BATTLEGROUNDS for free. Secure strategic positions in various battlegrounds, gather weapons and equipment, and engage in a battle for survival to be the last one standing. Team up with friends and challenge the thrilling experience that only PUBG: BATTLEGROUNDS, the pioneer of the battle royale gunplay genre, can offer.",
        "description_zh": "降落,掠夺,生存,免费玩PUBG BATTLEGROUNDS。在各种战场上占据战略位置,收集武器和装备,进行生存战斗,成为最后一人。与朋友组队,挑战只有PUBG BATTLEGROUNDS,这一战术枪战类型的先驱,才能提供的紧张体验。",
        "small_info_en": "Free-to-play PUBG: BATTLEGROUNDS",
        "small_info_zh": "免费畅玩PUBG: BATTLEGROUNDS"
    },
    {
        "no": 2,
        "description_en": "The First Descendant is a free-to-play third-person cooperative shooting action RPG with high-quality graphics.",
        "description_zh": "《第一继承人》是一款免费玩的第三人称合作射击动作RPG游戏 拥有高质量的图形。",
        "small_info_en": "Witness the high-quality graphics and the limitless potential of The First Descendant!",
        "small_info_zh": "见证《第一继承人》的高质量图形和无限潜力！"
    },
    {
        "no": 3,
        "description_en": "A vast world where open fields with various situations and huge dungeons with complex and three-dimensional designs are seamlessly connected. At the end of exploration, overwhelming threats lead to the joy of discovering the unknown and a high sense of achievement.",
        "description_zh": "一个广阔的世界，开放的多变场景和复杂立体设计的巨大地下城无缝连接。探索的尽头是未知发现的喜悦和高度成就感。",
        "small_info_en": "Experience the open fields and complex dungeons!",
        "small_info_zh": "体验广阔的原野和复杂的地牢！"
    },
    {
        "no": 4,
        "description_en": "On the isolated island of Lumia, the scientific organization Aglaya conducts secret survival experiments on humans to create a new race.",
        "description_zh": "在与世隔绝的Lumia岛上,科学组织Aglaya对人类进行秘密生存实验，以创造一个新种族。",
        "small_info_en": "Witness Aglaya's efforts to create a new race!",
        "small_info_zh": "见证Aglaya创造新种族的努力！"
    },
    {
        "no": 5,
        "description_en": "Gather your party and return to the Forgotten Realms in Baldur's Gate 3. A story of camaraderie, betrayal, sacrifice, survival, and the lure of absolute power awaits.",
        "description_zh": "在《博德之门3》中集结你的队伍，重返被遗忘的国度。一段关于友谊、背叛、牺牲、生存和绝对力量诱惑的故事等待着你。",
        "small_info_en": "Experience the Forgotten Realms!",
        "small_info_zh": "体验被遗忘的国度！"
    },
    {
        "no": 6,
        "description_en": "In this game, don't strive for perfection. Don't try to be perfect. Baldur's Gate 3 will respect and accept all your choices.",
        "description_zh": "在这个游戏中，不要追求完美。不要试图做到完美。《博德之门3》将尊重并接受你的所有选择。",
        "small_info_en": "Experience Baldur's Gate 3!",
        "small_info_zh": "体验《博德之门3》！"
    },
    {
        "no": 7,
        "description_en": "The most played game on Steam. Every day, millions of players worldwide jump into the battlefield as one of over a hundred Dota heroes. Whether you have played for 10 hours or 1,000 hours, there is always something new to discover. With regular updates that constantly evolve gameplay, features, and heroes, Dota 2 truly breathes with life.",
        "description_zh": "Steam上最受欢迎的游戏。每天，全球数百万玩家作为超过一百个Dota英雄中的一个进入战场。无论你玩了10小时还是1000小时，总有新鲜的东西可以发现。定期更新不断进化游戏玩法、功能和英雄，《Dota 2》真正生机勃勃。",
        "small_info_en": "Experience Dota 2!",
        "small_info_zh": "体验《Dota 2》！"
    },
    {
        "no": 8,
        "description_en": "Cyberpunk 2077 is an open-world action-adventure RPG set in the megalopolis of Night City. Become a cyberpunk mercenary, fighting for survival in a dark future. With improvements and new free content, complete missions, build your reputation, and unlock upgrades to create your own character and playstyle. Your relationships and choices will change the world around you. Night City is where legends are born.",
        "description_zh": "《赛博朋克2077》是一款开放世界动作冒险RPG，设定在夜城的超级大都市中。成为一名赛博朋克雇佣兵，在黑暗的未来中为生存而战。随着改进和新免费内容的加入，完成任务，建立声望，解锁升级，创建自己的角色和游戏风格。你的关系和选择将改变你周围的世界。夜城是传奇诞生的地方。",
        "small_info_en": "Experience Cyberpunk 2077!",
        "small_info_zh": "体验《赛博朋克2077》！"
    },
    {
        "no": 9,
        "description_en": "With mysterious creatures called Pals, you can live a leisurely life or engage in deadly battles with poachers. Pals can be used in battles, bred, assist in farming, or work in factories. They can also be sold, dismantled for food, or used for other purposes.",
        "description_zh": "与神秘生物Pals一起，你可以过上悠闲的生活，也可以与偷猎者进行生死搏斗。Pals可以用于战斗、繁殖、协助农业或在工厂工作。它们还可以被出售、拆解成食品或用于其他用途。",
        "small_info_en": "Experience Palworld!",
        "small_info_zh": "体验《Palworld》！"
    },
    {
        "no": 10,
        "description_en": "In the most complete edition ever, Football Manager 2024 lets you become a true leader and write your own football history. Whether you prefer starting from the bottom or chasing immediate glory, the perfect challenge awaits. With the new Meiji Yasuda Insurance Ltd J. League license, you can now compete in J1, J2, and J3 leagues and open new horizons in Japanese football for the first time. Wherever you manage, it's up to you to build a team capable of competing with the world's elite.",
        "description_zh": "在有史以来最完整的版本《Football Manager 2024》中，你将成为真正的领袖，书写自己的足球历史。无论你喜欢从底层开始，还是追求即时荣耀，完美的挑战都在等待着你。随着新的Meiji Yasuda Insurance Ltd J. League许可证的发布，你现在可以首次在J1、J2和J3联赛中竞争，开创日本足球的新纪元。无论你在哪里管理，建立能够与世界精英竞争的团队都取决于你。",
        "small_info_en": "Experience FIFA Rankings!",
        "small_info_zh": "体验FIFA排名！"
    },
    {
        "no": 11,
        "description_en": "ELDEN RING is an action RPG title set in a vast dark fantasy world, allowing players to enjoy a high degree of freedom in their adventures. It has been highly acclaimed worldwide, winning Game of the Year at The Game Awards and Ultimate Game of the Year at the Golden Joystick Awards. The downloadable content 'Shadow of the Erdtree' features a new story set in the 'Land of Shadows' filled with mysteries, discoveries, threats, and challenges.",
        "description_zh": "ELDEN RING是一款动作RPG游戏，设定在广阔的黑暗幻想世界中，让玩家可以享受高度自由的冒险。它在全球范围内广受好评，赢得了The Game Awards的年度游戏奖和Golden Joystick Awards的终极年度游戏奖。可下载内容《黄昏之树的影子》呈现了在充满谜团、发现、威胁和挑战的「影之地」展开的新故事。",
        "small_info_en": "Experience ELDEN RING!",
        "small_info_zh": "体验艾尔登法环！"
    },
    {
        "no": 12,
        "description_en": "Embark on an epic adventure in Chained Together. Start your journey chained together with your comrades in the depths of hell. Your mission is to climb as high as possible and escape from hell.",
        "description_zh": "踏上Chained Together的史诗冒险旅程。你和同伴们被锁链束缚在一起，从地狱的深处开始旅程。你的任务是尽可能爬得更高，逃离地狱。",
        "small_info_en": "Experience Chained Together!",
        "small_info_zh": "体验锁链之旅！"
    },
    {
        "no": 13,
        "description_en": "One day, a small-time hood, a retired bank robber, and a deranged psychopath find themselves tangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government, and the entertainment industry. To survive in this ruthless city, they must pull off a series of dangerous heists.",
        "description_zh": "有一天，一个小混混，一个退休的银行抢劫犯和一个疯狂的精神病患者发现自己卷入了犯罪世界、美国政府和娱乐业中最可怕和疯狂的元素中。为了在这个无情的城市中生存，他们必须进行一系列危险的抢劫。",
        "small_info_en": "Experience Grand Theft Auto V!",
        "small_info_zh": "体验侠盗猎车手V！"
    },
    {
        "no": 14,
        "description_en": "Developed by legendary game designer Sid Meier, the Civilization series is a turn-based strategy game where you build an empire that stands the test of time. Lead your civilization from the Stone Age to the Information Age, engaging in war, diplomacy, and cultural development, while competing with historical leaders to create the greatest civilization.",
        "description_zh": "由传奇游戏设计师Sid Meier开发的文明系列是一款回合制战略游戏，你将在游戏中建立一个经得起时间考验的帝国。带领你的文明从石器时代进入信息时代，进行战争、外交和文化发展，与历史上的领导者竞争，创造最伟大的文明。",
        "small_info_en": "Experience Sid Meier Civilization VI!",
        "small_info_zh": "体验席德·梅尔的文明VI！"
    },
    {
        "no": 15,
        "description_en": "Stardew Valley is a farming simulator video game developed and published by Paradox Interactive. The game is set in a fantasy world where players control a farming community known as the player character, and must complete various tasks to earn money and power. The game features a wide range of characters, weapons, and environments, and is available on PC, consoles, and mobile devices. The game has a unique combat system that allows players to use a combination of melee and ranged weapons to defeat enemies. The game also features a unique ability system that allows players to unlock new abilities as they progress through the game. The game is free-to-play and can be played without an account. The game is available in several languages, including English, German, French, and Spanish. The game is currently available on PC, consoles, and mobile devices.",
        "description_zh": "《Stardew Valley》是一款由Paradox Interactive开发和发布的农场模拟视频游戏。游戏设定在一个幻想世界中，玩家控制一个被称为玩家角色的农业社区，必须完成各种任务以赚取金钱和权力。游戏拥有广泛的角色、武器和环境，并且可以在PC、主机和移动设备上游玩。游戏有一个独特的战斗系统，允许玩家使用近战和远程武器的组合来击败敌人。游戏还具有独特的能力系统，允许玩家在游戏过程中解锁新能力。游戏是免费的，可以在没有账户的情况下玩。游戏提供多种语言，包括英语、德语、法语和西班牙语。该游戏目前在PC、主机和移动设备上可用。",
        "small_info_en": "Experience Stardew Valley!",
        "small_info_zh": "体验星露谷物语！"
    },
    {
        "no": 16,
        "description_en": "In the 'Sky World' composed of colorful islands floating in the sky, the protagonist continues their journey to the legendary island 'Istarcia' at the end of the sky, along with their dragon companion Vyrn and many friends they meet along the way. The story of this game starts when the protagonist and their party visit the 'Zega Grande Region' in the vast sky world. They encounter the 'Primals' who guard the islands with great power, and the appearance of the enigmatic 'Avia Order' organization operating throughout the region, leading to adventures, battles, conspiracies, and facing great destinies that engulf the entire region.",
        "description_zh": "在由天空中漂浮的多彩岛屿组成的「天空的世界」中，主角与他们的小龙伙伴Vyrn以及一路上遇到的许多朋友继续他们前往天空尽头的传说岛屿「Istarcia」的旅程。该游戏的故事始于主角一行访问广阔天空世界中的「Zega Grande Region」。他们遇到了拥有巨大力量守护岛屿的「Primals」，以及在整个地区活动的神秘组织「Avia Order」的出现，导致了一系列冒险、战斗、阴谋，并面对吞没整个地区的巨大命运。",
        "small_info_en": "Experience Granblue Fantasy: Relink!",
        "small_info_zh": "体验碧蓝幻想：Relink！"
    },
    {
        "no": 17,
        "description_en": "Through renewed character visuals and high-resolution modeling that pushes the limits of the latest hardware, TEKKEN battles reach new heights. The texture quality of droplets sliding down character skin, shaking hair, and vibrant muscles are improved, and combined with the enhanced backgrounds and stage destruction expressions, it creates an unprecedented sense of realism.",
        "description_zh": "通过全新的角色视觉效果和极限高分辨率建模，TEKKEN的战斗达到了新的高度。角色皮肤上滑落的水滴、摇晃的头发和充满活力的肌肉的质感得到了提升，再加上增强的背景和舞台破坏效果，创造了前所未有的现场感。",
        "small_info_en": "Experience TEKKEN 8!",
        "small_info_zh": "体验铁拳8！"
    },
    {
        "no": 18,
        "description_en": "Dive into the world of Destiny Guardians, exploring a mysterious solar system and experiencing first-person shooting combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian's appearance and play style. Play Destiny Guardians' cinematic story, cooperative mission challenges, and various PvP modes solo or with friends. Download today for free and carve your legend among the stars.",
        "description_zh": "进入Destiny Guardians的世界，探索神秘的太阳系，体验第一人称射击战斗。解锁强大的元素能力，收集独特的装备，定制你的守护者的外观和玩法。单独或与朋友一起玩Destiny Guardians的电影故事、合作任务挑战和各种PvP模式。今天免费下载，在星空中留下你的传奇。",
        "small_info_en": "Experience Destiny 2!",
        "small_info_zh": "体验命运2！"
    },
    {
        "no": 19,
        "description_en": "In the new season, hunters can defeat mechanical dolls summoned by gears to collect gear coupons and exchange them for great rewards in the club!",
        "description_zh": "在新赛季中，猎人们可以击败由齿轮召唤的机械玩偶，收集齿轮券并在俱乐部兑换丰厚的奖励！",
        "small_info_en": "Experience Torchlight: Infinite!",
        "small_info_zh": "体验火炬之光：无限！"
    },
    {
        "no": 20,
        "description_en": "Explore the beautiful underwater world filled with numerous fish species and giant creatures. Are you curious about the marine life that can appear at any moment? Avoid attacks from threatening creatures and obtain fresh ingredients. The ocean is full of mysteries with its fantastic marine ecosystem and ancient artifacts.",
        "description_zh": "探索充满众多鱼类和巨型生物的美丽海底世界。你对随时可能出现的海洋生物感到好奇吗？避开威胁性生物的袭击，获取新鲜食材。海洋充满了神秘的奇幻海洋生态系统和古老的遗物。",
        "small_info_en": "Experience the haze of DAVE THE DIVER!",
        "small_info_zh": "体验《戴夫 潜水员》！"
    },
    {
        "no": 21,
        "description_en": "Project Zomboid is a third-person shooter video game developed and published by Czech game development studio Nexon. The game is set in a post-apocalyptic world where the player takes on the role of a man who has been trapped in a virtual reality world for years, and must use their wits and skills to escape before the world is destroyed. The game features a wide range of gameplay elements, including a unique combat system, a unique ability system, and a unique environment. The game is available on PC, consoles, and mobile devices, and is free-to-play. The game is currently available in English, German, French, and Spanish.",
        "description_zh": "《Project Zomboid》是一款由捷克游戏开发工作室Nexon开发和发布的第三人称射击游戏。游戏设定在一个后末世世界，玩家扮演一个被困在虚拟现实世界多年的人，必须利用智慧和技能在世界被毁灭之前逃脱。游戏包含多种玩法元素，包括独特的战斗系统、独特的能力系统和独特的环境。游戏可在PC、主机和移动设备上游玩，免费游玩。目前游戏支持英语、德语、法语和西班牙语。",
        "small_info_en": "Experience Project Zomboid!",
        "small_info_zh": "体验《僵尸计划》！"
    },
    {
        "no": 22,
        "description_en": "The official digital card game for Yu-Gi-Oh! Spanning over 20 years, this strategic card game continues to evolve! The ultimate duel awaits you! Can you keep up with this duel?",
        "description_zh": "《游戏王》的官方数字卡牌游戏！经过20多年的发展，这款策略卡牌游戏仍在不断进化！终极决斗在等着你！你能跟上这场决斗吗？",
        "small_info_en": "Experience Yu-Gi-Oh! Master Duel!",
        "small_info_zh": "体验《游戏王：大师决斗》！"
    },
    {
        "no": 23,
        "description_en": "Hogwarts Legacy is an open-world action RPG set in the Harry Potter universe. Discover magical creatures, customize your character, brew potions, master spell casting, upgrade talents, and embark on an adventure through familiar and new locations to become the wizard you've always dreamed of.",
        "description_zh": "《霍格沃茨：遗产》是一款设定在《哈利·波特》世界观中的开放世界动作角色扮演游戏。发现魔法生物，定制你的角色，酿造药水，掌握咒语，升级天赋，并在熟悉和新的地点中冒险，成为你梦寐以求的巫师。",
        "small_info_en": "Experience Hogwarts Legacy!",
        "small_info_zh": "体验《霍格沃茨：遗产》！"
    },
    {
        "no": 24,
        "description_en": "Los Sueños – LSPD has announced a spike in violent crime across the Los Sueños area. SWAT teams have been deployed to respond to highly dangerous situations such as hostage situations, bomb threats, and barricaded suspects. Citizens are advised to exercise extreme caution or stay safely at home.",
        "description_zh": "洛斯苏埃尼奥斯——LSPD宣布洛斯苏埃尼奥斯地区的暴力犯罪激增。特警队已被派遣应对如人质事件、炸弹威胁和被困嫌犯等极其危险的情况。建议市民们格外小心或安全待在家中。",
        "small_info_en": "Experience Ready or Not!",
        "small_info_zh": "体验《Ready or Not》！"
    },
    {
        "no": 25,
        "description_en": "A great catastrophe has infected everything from humans to animals and plants with the extraterrestrial life form known as Stardust. As a Meta Human, you can survive in this environment and use Stardust's power. Fight, build, and explore alone or with others. In a world descending into chaos, you are the last hope.",
        "description_zh": "一场大灾难感染了从人类到动植物的一切，感染源是一种名为星尘的外星生命体。作为一个变异人类，你能在这种环境下生存并使用星尘的力量。独自或与他人一起战斗、建造和探索。在一个陷入混乱的世界中，你是最后的希望。",
        "small_info_en": "Experience Once Human!",
        "small_info_zh": "体验《Once Human》！"
    },
    {
        "no": 26,
        "description_en": "Become the cyber-enhanced mercenary V and take on a dangerous spy mission to rescue the NUSA President. Always stay vigilant in Dogtown, a place full of secrets and opportunities, but only those who use any means necessary can seize these opportunities. Spy missions are extremely dangerous, and failure is not an option. Choose your allies wisely and uncover hidden secrets.",
        "description_zh": "成为赛博增强的雇佣兵V，执行一项危险的间谍任务，营救NUSA总统。时刻保持警惕在Dogtown，一个充满秘密和机会的地方，但只有不择手段的人才能抓住这些机会。间谍任务非常危险，失败是不被允许的。明智地选择你的盟友，揭开隐藏的秘密。",
        "small_info_en": "Experience Cyberpunk 2077: Phantom Liberty!",
        "small_info_zh": "体验《赛博朋克2077：幻影自由》！"
    },
    {
        "no": 27,
        "description_en": "Last Epoch combines time travel, thrilling dungeon crawling, endless character customization, and infinite replayability into one action RPG that both veteran and new players can enjoy. Travel through Eterra's past, face dark empires, wrathful gods, and uncharted wilds. Save time from the void.",
        "description_zh": "《最后的纪元》结合了时间旅行、刺激的地下城爬行、无尽的角色定制和无限的重玩性，是一款资深和新玩家都能享受的动作角色扮演游戏。穿越Eterra的过去，面对黑暗帝国、愤怒的神灵和未知的荒野。从虚空中拯救时间。",
        "small_info_en": "Experience Last Epoch!",
        "small_info_zh": "体验《最后的纪元》！"
    },
    {
        "no": 28,
        "description_en": "In Sekiro: Shadows Die Twice, you become the 'one-armed wolf,' a warrior rescued from the brink of death. Sworn to protect a young lord of ancient lineage, you become the target of numerous and brutal enemies, including the Ashina clan. Nothing will stop you on your perilous quest to regain your honor, not even death itself.",
        "description_zh": "在《只狼：影逝二度》中，你将成为“独臂狼”，一名从死亡边缘获救的战士。你发誓保护古老血统的年轻领主，成为包括芦名家族在内的众多残酷敌人的目标。在你找回荣誉的危险旅程中，没有什么能阻止你，甚至是死亡本身。",
        "small_info_en": "Experience Sekiro: Shadows Die Twice!",
        "small_info_zh": "体验《只狼：影逝二度》！"
    },
    {
        "no": 29,
        "description_en": "An incredible Horizon adventure awaits you. Explore the vibrant and ever-evolving open world of Mexico with thrilling driving experiences and hundreds of the world’s greatest cars.",
        "description_zh": "一场令人难以置信的地平线冒险在等待着你。驾驶着世界上最棒的数百辆汽车，探索充满活力且不断变化的墨西哥开放世界，享受刺激的驾驶体验。",
        "small_info_en": "Experience Forza Horizon 5!",
        "small_info_zh": "体验《极限竞速：地平线5》！"
    },
    {
        "no": 30,
        "description_en": "Realistic Immersion: EA SPORTS FC 24 delivers the most realistic soccer experience ever, featuring over 19,000 licensed players, more than 700 teams, over 30 leagues, and more than 300 global partners.",
        "description_zh": "生动的现实感：EA SPORTS FC 24提供有史以来最真实的足球体验，拥有超过19,000名授权球员，700多支球队，30多个联赛以及300多个全球合作伙伴。",
        "small_info_en": "Experience EA SPORTS FC 24!",
        "small_info_zh": "体验EA SPORTS FC 24!"
    },
    {
        "no": 31,
        "description_en": "Become Geralt of Rivia and take on contracts to hunt down monsters. Explore a war-torn continent teeming with monsters. Your most important task now is to track down Ciri, a living weapon who can alter the fate of the world. Updated to the latest version, The Witcher 3: Wild Hunt includes Korean voiceover (full dubbing), a built-in photo mode, and all additional content released for The Witcher 3, including items inspired by The Witcher Netflix series (swords, armor, alternate costumes, etc.).",
        "description_zh": "成为利维亚的杰洛特，接取任务猎杀怪物。探索一个充满战争伤痕和怪物横行的大陆。现在最重要的任务是追踪能够改变世界命运的活武器——希里。更新至最新版本，《巫师3：狂猎》包括韩语语音（全配音）、内置照片模式以及所有为《巫师3》发布的附加内容，包括受《巫师》网飞系列启发的物品（剑、盔甲、替代服装等）。",
        "small_info_en": "Experience The Witcher 3: Wild Hunt!",
        "small_info_zh": "体验巫师3：狂猎!"
    },
    {
        "no": 32,
        "description_en": "For over 20 years, Counter-Strike has provided a platform for millions of players worldwide to engage in high-level competition. A new era of Counter-Strike begins with Counter-Strike 2.",
        "description_zh": "超过20年来，Counter-Strike一直为全球数百万玩家提供一个进行高水平竞争的平台。随着Counter-Strike 2的到来，Counter-Strike进入了一个新时代。",
        "small_info_en": "Experience Counter-Strike 2!",
        "small_info_zh": "体验反恐精英2!"
    },
    {
        "no": 33,
        "description_en": "RimWorld is a story generator. Designed to co-author tragic, twisted, and triumphant stories about imprisoned pirates, desperate colonists, and starvation and survival. RimWorld generates stories by controlling the random events that the world throws at you. Every thunderstorm, pirate raid, and traveling salesman is a card dealt into your story by the AI Storyteller. There are several storytellers to choose from. Randy Random does crazy things, Cassandra Classic likes rising tension, and Phoebe Chillax prefers a relaxed pace.",
        "description_zh": "RimWorld是一个故事生成器。旨在共同创作关于囚禁的海盗、绝望的殖民者以及饥饿和生存的悲剧、扭曲和胜利的故事。RimWorld通过控制世界抛给你的随机事件来生成故事。每场雷暴、每次海盗袭击和每个旅行推销员都是由AI故事讲述者发给你的卡片。有几位讲故事的人可供选择。Randy Random做疯狂的事情，Cassandra Classic喜欢紧张的气氛，Phoebe Chillax更喜欢轻松的节奏。",
        "small_info_en": "Experience RimWorld!",
        "small_info_zh": "体验RimWorld!"
    },
    {
        "no": 34,
        "description_en": "Travel across Europe as king of the road, a trucker who delivers important cargo across impressive distances! With dozens of cities to explore, your endurance, skill, and speed will all be pushed to their limits.",
        "description_zh": "在欧洲各地旅行，成为道路之王，一名长途卡车司机，跨越惊人的距离运送重要货物！探索几十个城市，你的耐力、技巧和速度都会被推向极限。",
        "small_info_en": "Experience Euro Truck Simulator 2!",
        "small_info_zh": "体验欧洲卡车模拟2!"
    },
    {
        "no": 35,
        "description_en": "You are a contracted worker for the Company. Your job is to collect scrap from abandoned, industrialized moons to meet the Company's profit quota. You can use the cash you earn to travel to new moons with higher risks and rewards--or you can buy fancy suits and decorations for your ship. Experience nature, scanning any creature you find to add them to your bestiary. Explore the wondrous outdoors and rummage through their derelict, steel and concrete underbellies. Just never miss the quota.",
        "description_zh": "你是公司的合同工。你的工作是从被遗弃的工业化卫星上收集废料，以满足公司的利润配额。你可以用赚到的钱去新的卫星，冒更大的风险获得更高的回报，或者你可以买一些华丽的衣服和装饰品来装饰你的飞船。体验大自然，扫描你发现的任何生物，将它们添加到你的兽类图鉴中。探索奇妙的户外环境，搜寻废弃的钢铁和混凝土底层。只要不要错过配额。",
        "small_info_en": "Experience Lethal Company!",
        "small_info_zh": "体验致命公司!"
    },
    {
        "no": 36,
        "description_en": "A retired soldier armed with a mechanical arm climbs a corrupt megacorporation's private city. To uncover the secrets hidden in the city and find 'Sanabi' for revenge. SANABI is a dynamic and stylish 2D chain action-adventure platformer set in a cyberpunk dystopia.",
        "description_zh": "一名装备机械臂的退役军人攀登一个腐败的大型企业的私人城市。为了揭开城市隐藏的秘密，并找到‘SANABI’进行复仇。SANABI是一款以赛博朋克反乌托邦为背景的动态和时尚的2D链式动作冒险平台游戏。",
        "small_info_en": "Experience SANABI!",
        "small_info_zh": "体验SANABI!"
    },
    {
        "no": 37,
        "description_en": "When Isaac’s mother starts hearing the voice of God demanding a sacrifice be made to prove her faith, Isaac escapes into the basement facing droves of deranged enemies, lost brothers and sisters, his fears, and eventually his mother.",
        "description_zh": "当艾萨克的母亲开始听到上帝的声音要求进行牺牲以证明她的信仰时，艾萨克逃进了地下室，面对成群的疯狂敌人、失散的兄弟姐妹、他的恐惧，最终面对他的母亲。",
        "small_info_en": "Experience The Binding of Isaac: Rebirth!",
        "small_info_zh": "体验以撒的结合：重生!"
    },
    {
        "no": 38,
        "description_en": "War Thunder is a military MMO game with the largest scale in online gaming history, allowing players to pilot aircraft, tanks, ships, and helicopters from World War II to modern warfare. Available on Windows, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One, and Xbox Series X|S. Join the game now and participate in the vast battle epics of land, air, and sea that War Thunder offers.",
        "description_zh": "《War Thunder》是一款军事MMO游戏，具有在线游戏历史上最大的规模，让玩家可以驾驶从二战到现代战争的飞机、坦克、舰船和直升机。可在Windows、Linux、Mac、PlayStation®4、PlayStation®5、Xbox One和Xbox Series X|S上游玩。现在加入游戏，参与《War Thunder》提供的广阔陆地、空中和海上的战斗史诗。",
        "small_info_en": "Experience War Thunder!",
        "small_info_zh": "体验战争雷霆!"
    },
    {
        "no": 39,
        "description_en": "Jurassic World Evolution 2, the highly anticipated sequel to Frontier's groundbreaking management simulation Jurassic World Evolution released in 2018, offers a new immersive narrative campaign, voiceovers from the Jurassic World film series cast, exciting new features, four engaging game modes, and an expanded list of awe-inspiring dinosaurs.",
        "description_zh": "《侏罗纪世界进化2》是Frontier于2018年推出的开创性管理模拟游戏《侏罗纪世界进化》的备受期待的续作，提供了新的沉浸式叙事战役，来自《侏罗纪世界》电影系列演员的配音，令人兴奋的新功能，四种引人入胜的游戏模式，以及扩展的令人敬畏的恐龙列表。",
        "small_info_en": "Experience Jurassic World Evolution 2!",
        "small_info_zh": "体验命运2！"

    },
    {
        "no": 40,
        "description_en": "A new land of life. Hunt, instinctively! In the hit title 'Monster Hunter: World', you can use terrain, environmental creatures, and even the monster's ecosystem to challenge giant monsters in various ways. Experience the ultimate hunter life you desire in the newly created 'Monster Hunter' world.",
        "description_zh": "新的生机之地。狩猎，依照本能！在大热作品《怪物猎人：世界》中，您可以利用地形、环境生物甚至怪物的生态系统，以各种方式挑战巨大的怪物。在新打造的《怪物猎人》世界中体验您所渴望的终极猎人生活。",
        "small_info_en": "Experience Monster Hunter World!",
        "small_info_zh": "体验怪物猎人世界！"
    },
    {
        "no": 41,
        "description_en": "Lies of P is a cruel fairytale action Souls-like game reinterpreting the adventures of the classic Pinocchio, set against the elegant and enchanting backdrop of the Belle Époque era. Discover what awaits you at the end of the journey that began with Geppetto's puppet.",
        "description_zh": "《P的谎言》是一款残酷的童话动作魂类游戏，以优雅迷人的美丽时代为背景，重新演绎经典的皮诺曹冒险。探索以杰佩托的木偶开始的旅程的终点在等待着什么。",
        "small_info_en": "Experience Heroes: Alyx!",
        "small_info_zh": "体验《英雄：艾莉克斯》！"
    },
    {
        "no": 42,
        "description_en": "As a dying god's last gasp rips open the boundaries of the world, opening portals to the Chaos Realm, the Four Powers of Ruin - Khorne, Nurgle, Tzeentch, and Slaanesh - spread darkness and despair from this maelstrom.",
        "description_zh": "随着垂死之神的最后一声哀嚎撕裂了世界的边界，打开了通往混沌领域的门户，四大毁灭之力——科恩、纳垢、奸奇和色孽——从这个漩涡中散播黑暗和绝望。",
        "small_info_en": "The epic conclusion to the Total War: WARHAMMER trilogy has arrived. Muster your forces and step into the Realm of Chaos. In this mind-bending nightmare, the fate of the world will be decided. Will you conquer your demons… or command them?",
        "small_info_zh": "《全面战争：战锤》三部曲的史诗结局已经到来。集结你的部队，踏入混沌领域。在这个精神错乱的噩梦中，世界的命运将被决定。你会征服你的恶魔……还是指挥它们？"
    },
    {
        "no": 43,
        "description_en": "GrandChase is a side-scrolling online action RPG game with anime-style graphics. Choose your favorite character, grow them, and fight against enemies threatening Ernas! Take on dungeons alone or team up with strong allies to face powerful foes; GrandChase offers various adventures for everyone to enjoy.",
        "description_zh": "《GrandChase》是一款拥有动漫风格图形的横向卷轴在线动作角色扮演游戏。选择你最喜欢的角色，培养他们，与威胁埃尔纳斯的敌人战斗！单独挑战地下城或与强大的盟友一起对抗强大的敌人；《GrandChase》为每个人提供各种各样的冒险。",
        "small_info_en": "‘GrandChase’ is an anime-style side-scrolling online action RPG game that is free-to-play. Enjoy refreshing action in dungeons and battles with unique characters.",
        "small_info_zh": "《GrandChase》是一款拥有动画风格的横向卷轴在线动作角色扮演游戏，免费游玩。用独特的角色在地下城和战斗中享受爽快的动作。"
    },
    {
        "no": 44,
        "description_en": "Test your destiny in Assassin's Creed® Odyssey. From outcast to living legend, uncover the secrets of your past and change the fate of ancient Greece along a long journey.",
        "description_zh": "在《刺客信条®奥德赛》中考验你的命运。从弃儿到活生生的传奇，在漫长的旅程中揭开你过去的秘密并改变古希腊的命运。",
        "small_info_en": "Test your destiny in Assassin's Creed® Odyssey!",
        "small_info_zh": "在《刺客信条®奥德赛》中考验你的命运！"
    },
    {
        "no": 45,
        "description_en": "In this story-driven free-to-play online action game, awaken as an unstoppable warrior and fight alongside your comrades. Battle against forces waging war across the solar system, level up your Warframe under the guidance of the mysterious Lotus, build an arsenal of devastating weaponry, and unlock your true potential in this exhilarating new genre of third-person combat in a vast open world.",
        "description_zh": "在这个以故事为驱动的免费在线动作游戏中，觉醒成为不可阻挡的战士并与战友并肩作战。在遍布星系的各个星球上与进行战争的势力对抗，在神秘人物莲花的指引下提升你的战甲等级，建造拥有毁灭性火力的武器库，并在这个令人兴奋的全新第三人称战斗体验中的庞大开放世界中激发你的真正潜力。",
        "small_info_en": "Become a powerful warrior",
        "small_info_zh": "成为强大的战士"
    },
    {
        "no": 46,
        "description_en": "The latest in the series, Street Fighter 6, is set to release on June 2, 2023! Developed with the RE ENGINE, this game features the large modes 'World Tour', 'Fighting Ground', and 'Battle Hub'. The new 'Street Fighter' promises experiences never seen before in the series.",
        "description_zh": "系列最新作《街头霸王 6》定于 2023 年 6 月 2 日发布！采用 RE 引擎开发的本作包含大型模式“世界巡回赛”、“战斗场”和“战斗中心”。新的《街头霸王》将带来系列前所未有的体验。",
        "small_info_en": "The new 'Street Fighter' promises experiences never seen before in the series.",
        "small_info_zh": "新的《街头霸王》将带来系列前所未有的体验。"
    },
    {
        "no": 47,
        "description_en": "Download the Friend's Pass* and play It Takes Two with a friend for free! Download the Friend's Pass for free through a friend who owns the full game and play together!",
        "description_zh": "下载好友通行证*，与朋友免费玩《双人成行》！通过拥有完整游戏的朋友免费下载好友通行证并一起玩！",
        "small_info_en": "If you own the full version of It Takes Two, play together with a friend using the Friend's Pass.",
        "small_info_zh": "如果你拥有《双人成行》的完整版本，可以通过好友通行证与朋友一起玩。"
    },
    {
        "no": 48,
        "description_en": "Manor Lords is a medieval strategy game featuring precise city building, tactical large-scale battles, and intricate economic and social simulations. Become a medieval lord and govern your territory as seasons change and the weather varies, experiencing the rise and fall of your city.",
        "description_zh": "《庄园领主》是一款以中世纪为背景的战略游戏，具有精确的城市建设、战术性的大规模战斗和复杂的经济与社会模拟。成为中世纪的领主，在季节变换和天气变化中治理你的领土，体验你的城市的兴衰。",
        "small_info_en": "Manor Lords is a strategy game where you can experience the life of a medieval lord.",
        "small_info_zh": "《庄园领主》是一款可以体验中世纪领主生活的战略游戏。"
    },
    {
        "no": 49,
        "description_en": "Once again, climb up from 'rock bottom' with Kasuga Ichiban and face a 'final showdown' with Kiryu Kazuma. This blockbuster RPG features the best drama in the series with two protagonists. The battle evolves into a 'new live command RPG battle' with more strategic elements. The stage is set for the series' first overseas location: Hawaii!",
        "description_zh": "再次与春日一番一起从“底层”爬起，与桐生一马面对“人生最后”的战斗。这款大型 RPG 作品展现了两位主角的最佳剧情。战斗演变为更具战略性的“新现场指挥 RPG 战斗”。舞台设定在系列首次的海外场景：夏威夷！",
        "small_info_en": "A blockbuster RPG featuring the best drama in the series with two protagonists.",
        "small_info_zh": "一款展现系列最佳剧情的重磅 RPG"
    },
    {
        "no": 50,
        "description_en": "DEAD OR ALIVE Xtreme Venus Vacation is the world's best strategy game, the world's best fighting game, and the world's most beloved game. Compete in the 'Venus Festival', a celebration of beauty and strength.",
        "description_zh": "DEAD OR ALIVE Xtreme Venus Vacation 是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。在“维纳斯节”上竞争，这是一场美丽与力量的庆典。",
        "small_info_en": "In DEAD OR ALIVE Xtreme Venus Vacation, players become the owner of the 'Venus Archipelago' and support the characters as they compete in the 'Venus Festival'.",
        "small_info_zh": "在『DEAD OR ALIVE Xtreme Venus Vacation』中，玩家成为「维纳斯群岛」的主人，支持角色们在「维纳斯节」中竞争。"
    },
    {
        "no": 51,
        "description_en": "Frostpunk is the first society survival game. As the leader of the last city on Earth, you must manage both citizens and infrastructure.",
        "description_zh": "Frostpunk 是第一个社会生存游戏。作为地球上最后一个城市的领导者，你必须管理公民和基础设施。",
        "small_info_en": "In 『Frostpunk』, the world’s best strategy game and best fighting game, you must make decisions to ensure society's survival. How will you change when pushed to your limits?",
        "small_info_zh": "在『Frostpunk』中，世界上最好的策略游戏和最好的战斗游戏中，你必须做出决定来确保社会的生存。当被逼到极限时，你会如何改变？"
    },
    {
        "no": 52,
        "description_en": "Hero's Land is the world's best strategy game, and an adventure unfolds now! Endless resources and monsters await outside the safe zone! Level up your hero by selling loot from your warehouse and backpack and completing various quests to earn gold!",
        "description_zh": "Hero's Land 是世界上最好的策略游戏，冒险现在开始！无尽的资源和怪物在安全区外等待！通过出售仓库和背包中的战利品和完成各种任务来升级你的英雄，赚取金币！",
        "small_info_en": "『Hero's Land』 is a multiplayer roguelike PVPVE game. In the monster world, survival is the only important thing, and if you die, you lose everything you have equipped!",
        "small_info_zh": "『Hero's Land』是一款多人Roguelike PVPVE游戏。在怪物世界中，生存是唯一重要的事情，如果你死了，你会失去所有装备的物品！"
    },
    {
        "no": 53,
        "description_en": "Raft is a great ocean adventure where your mission is to survive alone or with friends. Gather debris, expand your raft, and set sail towards forgotten, perilous islands!",
        "description_zh": "Raft 是一场伟大的海洋冒险，你的任务是独自或与朋友一起生存。收集残骸，扩展你的木筏，向被遗忘的危险岛屿航行！",
        "small_info_en": "『Raft』 is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "small_info_zh": "『Raft』是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。"
    },
    {
        "no": 54,
        "description_en": "Enshrouded is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "description_zh": "Enshrouded 是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。",
        "small_info_en": "『Enshrouded』 casts you as the last hope of a fading race, born from the flames.",
        "small_info_zh": "『Enshrouded』中，你是从火焰中诞生的即将消失种族的最后希望。"
    },
    {
        "no": 55,
        "description_en": "Supermarket Simulator is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "description_zh": "Supermarket Simulator 是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。",
        "small_info_en": "『Supermarket Simulator』 is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "small_info_zh": "『Supermarket Simulator』是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。"
    },
    {
        "no": 56,
        "description_en": "EZ2ON REBOOT : R is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "description_zh": "EZ2ON REBOOT : R 是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。",
        "small_info_en": "『EZ2ON REBOOT : R』 is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "small_info_zh": "『EZ2ON REBOOT : R』是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。"
    },
    {
        "no": 57,
        "description_en": "A Little to the Left is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "description_zh": "A Little to the Left 是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。",
        "small_info_en": "『A Little to the Left』 is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "small_info_zh": "『A Little to the Left』是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。"
    },
    {
        "no": 58,
        "description_en": "The Last of Us: Part I is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "description_zh": "The Last of Us: Part I 是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。",
        "small_info_en": "『The Last of Us: Part I』 is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "small_info_zh": "『The Last of Us: Part I』是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。"
    },
    {
        "no": 59,
        "description_en": "V Rising is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "description_zh": "V Rising 是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。",
        "small_info_en": "『V Rising』 is the world's best strategy game, the world's best fighting game, and the world's most beloved game.",
        "small_info_zh": "『V Rising』是世界上最好的策略游戏、世界上最好的战斗游戏和世界上最受喜爱的游戏。"
    },
    {
        "no": 60,
        "description_en": "Tom Clancy's Rainbow Six Siege is a sophisticated and tactical team-based shooting game where superior planning and skill determine victory.",
        "description_zh": "《汤姆·克兰西的彩虹六号：围攻》是一款高端且战术性强的团队射击游戏，出色的计划和技能决定胜负。",
        "small_info_en": "Engage in combat with new attack styles using top-tier destruction equipment.",
        "small_info_zh": "使用顶级破坏装备以新的攻击方式进行战斗。"
    },
    {
        "no": 61,
        "description_en": "Overwatch 2 is a critically acclaimed team-based shooter set in an optimistic future, with new heroes constantly emerging. Team up with friends and play now.",
        "description_zh": "《守望先锋2》是一款备受赞誉的团队射击游戏，背景设定在一个充满希望的未来，不断有新英雄出现。与朋友组队并立即开始游戏。",
        "small_info_en": "Team up with friends and play now.",
        "small_info_zh": "与朋友组队并立即开始游戏。"
    },
    {
        "no": 62,
        "description_en": "Party Animals is the world's best strategy game, best battle game, and most loved game. It is a combination of strategic and combat elements loved worldwide.",
        "description_zh": "《Party Animals》是世界上最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。它结合了策略和战斗元素，受到全球玩家的喜爱。",
        "small_info_en": "Party Animals is the world's best strategy game, best battle game, and most loved game.",
        "small_info_zh": "《Party Animals》是世界上最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。"
    },
    {
        "no": 63,
        "description_en": "Persona 3 Reload is the ultimate strategy game, the best battle game, and the most beloved game worldwide. It combines strategic and combat elements and is highly acclaimed.",
        "description_zh": "《女神异闻录3 重制版》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。它结合了策略和战斗元素，备受好评。",
        "small_info_en": "After transferring to Port Island's Gekkoukan High School, the protagonist boy is attacked by mysterious monsters a few days after entering the dormitory.",
        "small_info_zh": "由于某些原因，男主角转入港岛的月光馆高中。在进入宿舍几天后，神秘的怪物袭击了他。"
    },
    {
        "no": 64,
        "description_en": "Persona 3 Reload is the ultimate strategy game, the best battle game, and the most beloved game worldwide. It combines strategic and combat elements and is highly acclaimed.",
        "description_zh": "《女神异闻录3 重制版》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。它结合了策略和战斗元素，备受好评。",
        "small_info_en": "『Persona 3』is reborn on the latest hardware!",
        "small_info_zh": "《女神异闻录3》在最新硬件上重生！"
    },
    {
        "no": 65,
        "description_en": "After avenging the gods of Olympus, Kratos now lives in the land of Norse gods and monsters. In this harsh and unforgiving world, he fights to survive and teach his son the same.",
        "description_zh": "在向奥林匹斯诸神复仇后，奎托斯现在生活在北欧神灵和怪物的土地上。在这个严酷无情的世界里，他为生存而战，并教会儿子同样的生存之道。",
        "small_info_en": "Enter the realm of Norse mythology.",
        "small_info_zh": "进入北欧神话的领域。"
    },
    {
        "no": 66,
        "description_en": "Mount & Blade II: Bannerlord is the world's best strategy game, best battle game, and most loved game. It combines strategic and combat elements and is highly acclaimed.",
        "description_zh": "《骑马与砍杀2：霸主》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。它结合了策略和战斗元素，备受好评。",
        "small_info_en": "Mount & Blade II: Bannerlord is the world's best strategy game, best battle game, and most loved game.",
        "small_info_zh": "《骑马与砍杀2：霸主》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。"
    },
    {
        "no": 67,
        "description_en": "HELLDIVERS 2 is the world's best strategy game, best battle game, and most loved game. It combines strategic and combat elements and is highly acclaimed.",
        "description_zh": "《HELLDIVERS 2》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。它结合了策略和战斗元素，备受好评。",
        "small_info_en": "HELLDIVERS 2 is the world's best strategy game, best battle game, and most loved game.",
        "small_info_zh": "《HELLDIVERS 2》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。"
    },
    {
        "no": 68,
        "description_en": "Hearts of Iron IV is the world's best strategy game, best battle game, and most loved game. It combines strategic and combat elements and is highly acclaimed.",
        "description_zh": "《钢铁雄心IV》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。它结合了策略和战斗元素，备受好评。",
        "small_info_en": "Hearts of Iron IV is the world's best strategy game, best battle game, and most loved game.",
        "small_info_zh": "《钢铁雄心IV》是全球最好的策略游戏、最好的战斗游戏以及最受喜爱的游戏。"
    },
    {
        "no": 69,
        "description_en": "Embark on the most chaotic journey of your life in It Takes Two. Invite a friend with the Friend's Pass* for free and work together to overcome numerous delightful and innovative gameplay challenges.",
        "description_zh": "在《双人成行》中踏上你人生中最疯狂的旅程。通过好友通行证*邀请朋友免费参加，共同合作克服众多有趣且创新的游戏挑战。",
        "small_info_en": "Perfect co-op play.",
        "small_info_zh": "完美的合作游戏。"
    },
    {
        "no": 70,
        "description_en": "Back 4 Blood is a thrilling first-person cooperative shooter created by the makers of the critically acclaimed Left 4 Dead series. Experience intense gameplay with a robust 4-player cooperative campaign, multiplayer where you can compete as humans or the Ridden, and non-stop action-packed sequences.",
        "description_zh": "Back 4 Blood是由备受好评的左4死系列制作人创作的惊险第一人称合作射击游戏。体验强大的四人合作战役模式、多人游戏（可以作为人类或Ridden竞技）以及不间断的激动人心的游戏场景。",
        "small_info_en": "Lead your team in combat alone.",
        "small_info_zh": "独自带领您的团队进行战斗。"
    },
    {
        "no": 71,
        "description_en": "Sons Of The Forest is a game celebrated as the world's greatest strategy, combat, and love. It is the world's greatest strategy game, combat game, and game of love.",
        "description_zh": "《Sons Of The Forest》被誉为世界上最伟大的战略游戏、战斗游戏和爱情游戏。它是世界上最伟大的战略游戏、战斗游戏和爱情游戏。",
        "small_info_en": "『Sons Of The Forest』is the world's greatest strategy game, combat game, and game of love.",
        "small_info_zh": "《Sons Of The Forest》是世界上最伟大的战略游戏、战斗游戏和爱情游戏。"
    },
    {
        "no": 72,
        "description_en": "Dead by Daylight is a game celebrated as the world's greatest strategy, combat, and love. It is the world's greatest strategy game, combat game, and game of love.",
        "description_zh": "《Dead by Daylight》被誉为世界上最伟大的战略游戏、战斗游戏和爱情游戏。它是世界上最伟大的战略游戏、战斗游戏和爱情游戏。",
        "small_info_en": "『Dead by Daylight』is the world's greatest strategy game, combat game, and game of love.",
        "small_info_zh": "《Dead by Daylight》是世界上最伟大的战略游戏、战斗游戏和爱情游戏。"
    },
    {
        "no": 73,
        "description_en": "Explore a bizarre new world full of strange creatures, danger, and mystery. Collect resources to craft items and structures that suit your survival style. Unravel the mysteries of the strange land as you progress through the game.",
        "description_zh": "探索一个充满奇异生物、危险和神秘的新世界。收集资源，制作适合您生存风格的物品和建筑。随着游戏的进行，揭开奇异土地的神秘。",
        "small_info_en": "Don't Starve Together is the standalone multiplayer expansion to the harsh survival game Don't Starve.",
        "small_info_zh": "《Don't Starve Together》是严酷生存游戏《Don't Starve》的独立多人游戏扩展。"
    },
    {
        "no": 74,
        "description_en": "Love, fight, scheme, and achieve greatness. Decide the legacy of noble dynasties in the sprawling grand strategy game Crusader Kings III. Carry on the rich and vibrant lineage of medieval era simulation, where death is just the beginning.",
        "description_zh": "爱情、战斗、策划、伟大。在《Crusader Kings III》广阔的大战略游戏中决定贵族家族的遗产。延续中世纪时代模拟游戏的丰富多彩血统，在这里，死亡只是一个开始。",
        "small_info_en": "Combines grand strategy and deep, dramatic medieval role-playing.",
        "small_info_zh": "结合了宏伟的战略和深刻的中世纪戏剧角色扮演。"
    },
    {
        "no": 75,
        "description_en": "Winter Memories is a game celebrated as the world's greatest strategy, combat, and love. It is the world's greatest strategy game, combat game, and game of love.",
        "description_zh": "《Winter Memories》被誉为世界上最伟大的战略游戏、战斗游戏和爱情游戏。它是世界上最伟大的战略游戏、战斗游戏和爱情游戏。",
        "small_info_en": "『Winter Memories』is the world's greatest strategy game, combat game, and game of love.",
        "small_info_zh": "《Winter Memories》是世界上最伟大的战略游戏、战斗游戏和爱情游戏。"
    },
    {
        "no": 76,
        "description_en": "Embark on the ultimate action RPG adventure in Diablo® IV, battling for sanctity. Experience highly rated campaigns and new season content.",
        "description_zh": "在《Diablo® IV》中，踏上为圣地而战的终极动作RPG冒险。体验高评分的战役和新的季节内容。",
        "small_info_en": "Welcome to Hell",
        "small_info_zh": "欢迎来到地狱"
    },
    {
        "no": 77,
        "description_en": "Monster Hunter World: Iceborne expands the hunting action with new endgame actions and new elements, etc. For each of the previous 14 weapon types, additional. The personality of the weapon becomes deeper and you can enjoy more diverse actions. Common new action 'Clutch' can hang on the monster using the newly added 'Clutch Clow' to the sling. During the suspension, you can consume stamina, but you can control the movement of the monster.",
        "description_zh": "《Monster Hunter World: Iceborne》扩展了狩猎动作，包括新的末端动作和新元素等等。对于前14种武器类型中的每一种，都进行了补充。武器的个性变得更加深刻，您可以享受更多样化的动作。普通的新动作“离合器”可以使用新添加的“离合器Clow”挂在怪物上，以吊索。悬挂期间，您可以消耗耐力，但可以控制怪物的运动。",
        "small_info_en": "Deepening hunting action",
        "small_info_zh": "深化狩猎动作"
    },
    {
        "no": 78,
        "description_en": "As a ghost named elite special agent, take on special missions on the Oloa islands in the South Pacific, where communication with the outside has been cut off by Scale Technology. Bad special agent team Ulvz led by former colleagues has seized the island and is trying to knock you down. Lead your team on the island and save civilians while avoiding enemy eyes.",
        "description_zh": "作为一个名为幽灵的精英特工，接受在南太平洋的Oloa岛上的特别任务，外部与规模技术的通信已中断。由前同事领导的坏特工小组Ulvz已经控制了岛屿，并试图击倒你。在岛上领导你的团队，救出平民，同时避开敌人的眼睛。",
        "small_info_en": "In the latest Tom Clancy's Ghost Recon, become a ghost and fight against the evil special agent team Ulvz!",
        "small_info_zh": "在最新的《汤姆·克兰西的幽灵侦察队》中，成为幽灵，并与邪恶的特工团队Ulvz对抗！"
    },
    {
        "no": 79,
        "description_en": "Dynamic hunting instincts! A leap in action that will bring a new wind to hunting. Fields where you can run as you please. New monsters that will bring unknown excitement and wonder. The hunting experience like never before awaits hunters in MONSTER HUNTER RISE!",
        "description_zh": "充满活力的狩猎本能！带来狩猎的新风貌的行动飞跃。你可以随心奔跑的领域。带来未知兴奋和惊讶的新怪物。《怪物猎人崛起》为猎人们带来前所未有的狩猎体验！",
        "small_info_en": "Dynamic hunting instincts!",
        "small_info_zh": "充满活力的狩猎本能！"
    },
    {
        "no": 80,
        "description_en": "The story of defense attorney Odoroki Hosuke's growth is brilliantly revived! Three popular works featuring the new defense attorney 'Odoroki Hosuke' and the legendary attorney 'Naruhodo Ryuuichi' come together in Apollo Justice: Ace Attorney Trilogy. Includes a total of 16 episodes, combining the main 14 episodes of Ace Attorney 4, 5, and 6 with the previously downloadable special episode 2.",
        "description_zh": "辩护律师小道具星的成长故事得到了辉煌复活！以新辩护律师小道具星和传奇辩护律师成为主角的三部受欢迎作品汇集在一起，《阿波罗司法：逆转检察官三部曲》。包括总共16集，结合了逆转检察官4、5和6的主要14集以及之前可下载的特别集2。",
        "small_info_en": "The growth story of defense attorney Odoroki Hosuke is brilliantly revived!",
        "small_info_zh": "辩护律师小道具星的成长故事得到了辉煌复活！"
    },
    {
        "no": 81,
        "description_en": "Battlefield™ 2042 kicks off an all-out battle in Season 7: Turning Point. Battlefield™ 2042 is a first-person shooter game heralding the return to the franchise's core pillar of all-out warfare.",
        "description_zh": "Battlefield™ 2042在第七季：转折点中展开了全面的战斗。Battlefield™ 2042是一款一人称射击游戏，宣告了回归到全面战争的系列核心支柱。",
        "small_info_en": "Join intense and immersive multiplayer battles supported by arsenals.",
        "small_info_zh": "加入由兵工厂支持的激烈而身临其境的多人战斗。"
    },
    {
        "no": 82,
        "description_en": "Escape the Backrooms is a 1-4 player cooperative horror exploration game. Navigate eerie maze levels, evade ghosts and other dangers, and attempt to escape. Free content updates include new levels and game modes, offering rewards to the community.",
        "description_zh": "逃离背后的房间是一款1-4人合作恐怖探险游戏。穿越阴森的迷宫关卡，避开幽灵和其他危险，试图逃脱。免费的内容更新包括新的关卡和游戏模式，为社区提供奖励。",
        "small_info_en": "Escape danger and attempt to escape in various ways on each level.",
        "small_info_zh": "在每个级别上以各种方式避开危险并试图逃脱。"
    },
    {
        "no": 83,
        "description_en": "Overcooked! 2 returns with chaotic cooking action! Embark on a journey back to the Onion Kingdom. Form chef teams in classic co-op or online play for up to 4 players. Get your aprons ready...",
        "description_zh": "《Overcooked! 2》回归了混乱的烹饪动作！踏上回到洋葱王国的旅程。在经典合作或在线游戏中组建厨师团队，最多可容纳4名玩家。准备好你的围裙……",
        "small_info_en": "It's time to save the world again!",
        "small_info_zh": "再次拯救世界的时候到了！"
    },
    {
        "no": 84,
        "description_en": "Fallout 4 is acclaimed as the world's best strategy game, best combat game, and most loved game. It is acclaimed as the world's best strategy game, best combat game, and most loved game.",
        "description_zh": "《辐射4》被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。《辐射4》被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。",
        "small_info_en": "『Fallout 4』is acclaimed as the world's best strategy game, best combat game, and most loved game.",
        "small_info_zh": "『Fallout 4』被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。"
    },
    {
        "no": 85,
        "description_en": "Bloons TD 6 is acclaimed as the world's best strategy game, best combat game, and most loved game. It is acclaimed as the world's best strategy game, best combat game, and most loved game.",
        "description_zh": "《Bloons TD 6》被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。《Bloons TD 6》被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。",
        "small_info_en": "『Bloons TD 6』is acclaimed as the world's best strategy game, best combat game, and most loved game.",
        "small_info_zh": "『Bloons TD 6』被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。"
    },
    {
        "no": 86,
        "description_en": "Halo The Master Chief Collection is acclaimed as the world's best strategy game, best combat game, and most loved game. It is acclaimed as the world's best strategy game, best combat game, and most loved game.",
        "description_zh": "《Halo The Master Chief Collection》被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。《Halo The Master Chief Collection》被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。",
        "small_info_en": "『Halo The Master Chief Collection』is acclaimed as the world's best strategy game, best combat game, and most loved game.",
        "small_info_zh": "『Halo The Master Chief Collection』被誉为世界上最好的战略游戏、最好的战斗游戏和最受喜爱的游戏。"
    },
    {
        "no": 87,
        "description_en": "Cuphead is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Cuphead是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『Cuphead』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『Cuphead』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 88,
        "description_en": "XBPlay is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "XBPlay是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『XBPlay』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『XBPlay』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 89,
        "description_en": "BeamNG.drive is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "BeamNG.drive是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『BeamNG.drive』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『BeamNG.drive』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 90,
        "description_en": "Coral Island is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Coral Island是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『Coral Island』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『Coral Island』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 91,
        "description_en": "NBA 2K24 is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "NBA 2K24是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『NBA 2K24』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『NBA 2K24』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 92,
        "description_en": "Left 4 Dead 2 is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Left 4 Dead 2是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『Left 4 Dead 2』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『Left 4 Dead 2』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 93,
        "description_en": "Borderlands 2 is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Borderlands 2是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『Borderlands 2』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『Borderlands 2』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 94,
        "description_en": "Maneater is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Maneater是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "Maneateris the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "Maneater 是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 95,
        "description_en": "Sea of Thieves is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Sea of Thieves是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『Sea of Thievesis the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『Sea of Thieves是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 96,
        "description_en": "Unturned is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Unturned是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "Unturnedis the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "Unturned是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 97,
        "description_en": "Project Zomboid is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Project Zomboid是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "Project Zomboidd』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "Project Zomboidd』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 98,
        "description_en": "SCUM is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "SCUM是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "SCUMis the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "SCUM是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 99,
        "description_en": "Shrimp is the world's top strategy game, the world's best combat game, and the world's most beloved game. It is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Shrimp是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。它是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。",
        "small_info_en": "『Shrimp』is the world's top strategy game, the world's best combat game, and the world's most beloved game.",
        "small_info_zh": "『Shrimp』是世界顶级的策略游戏、最佳战斗游戏和备受瞩目的游戏。"
    },
    {
        "no": 100,
        "description_en": "Garry's Mod is the world's best strategy game, the world's best combat game, and the world's most beloved game. Garry's Mod is the world's best strategy game, the world's best combat game, and the world's most beloved game.",
        "description_zh": "Garry's Mod是世界上最好的策略游戏，最好的战斗游戏和最受喜爱的游戏。Garry's Mod是世界上最好的策略游戏，最好的战斗游戏和最受喜爱的游戏。",
        "smail_info_en": "『Garry's Mod』is the world's best strategy game, the world's best combat game, and the world's most beloved game.",
        "smail_info_zh": "『Garry's Mod』是世界上最好的策略游戏，最好的战斗游戏和最受喜爱的游戏。"
    }
]
    
    
        


